{
    "verses": [
        {
            "verse" : "Revelation 2:10",
            "text" : "Do not be afraid of anything that you are going to suffer. Indeed, the devil will throw some of you into prison, that you may be tested, and you will face an ordeal for ten days. Remain faithful until death, and I will give you the crown of life." 
        },
        {
            "verse" : "Matthew 5:10-12",
            "text" : "Blessed are they who are persecuted for the sake of righteousness, for theirs is the kingdom of heaven. Blessed are you when they insult you and persecute you and utter every kind of evil against you falsely because of me. Rejoice and be glad, for your reward will be great in heaven." 
        },
        {
            "verse" : "John 15:20",
            "text" : "Remember the word I spoke to you, ‘No slave is greater than his master.’ If they persecuted me, they will also persecute you." 
        },
        {
            "verse" : "Acts 7:59-60",
            "text" : "As they were stoning Stephen, he called out, 'Lord Jesus, receive my spirit.' Then he fell to his knees and cried out in a loud voice, 'Lord, do not hold this sin against them'; and when he said this, he fell asleep." 
        },
        {
            "verse" : "2 Timothy 3:12",
            "text" : "In fact, all who want to live religiously in Christ Jesus will be persecuted." 
        },
        {
            "verse" : "1 Peter 4:12-14 ",
            "text" : "Beloved, do not be surprised that a trial by fire is occurring among you, as if something strange were happening to you. But rejoice to the extent that you share in the sufferings of Christ, so that when his glory is revealed you may also rejoice exultantly." 
        },
        {
            "verse" : " Matthew 10:22",
            "text" : "You will be hated by all because of my name, but whoever endures to the end will be saved." 
        },
        {
            "verse" : "Hebrews 12:1-2",
            "text" : "Therefore, since we are surrounded by so great a cloud of witnesses, let us rid ourselves of every burden and sin that clings to us and persevere in running the race that lies before us while keeping our eyes fixed on Jesus, the leader and perfecter of faith." 
        },
        {
            "verse" : "Philippians 1:29",
            "text" : "For to you has been granted, for the sake of Christ, not only to believe in him but also to suffer for him." 
        },
        {
            "verse" : "Revelation 6:9-10",
            "text" : "When he broke open the fifth seal, I saw underneath the altar the souls of those who had been slaughtered because of the witness they bore to the word of God. They cried out in a loud voice, \"How long will it be, holy and true master, before you sit in judgment and avenge our blood on the inhabitants of the earth?\"" 
        },
        {
            "verse" : "Luke 21:16-17",
            "text" : "You will even be handed over by parents, brothers, relatives, and friends, and they will put some of you to death. You will be hated by all because of my name." 
        },
        {
            "verse" : "John 12:25",
            "text" : "Whoever loves his life loses it, and whoever hates his life in this world will preserve it for eternal life." 
        },
        {
            "verse" : "Romans 8:35-37",
            "text" : "What will separate us from the love of Christ? Will anguish, or distress, or persecution, or famine, or nakedness, or peril, or the sword? No, in all these things we conquer overwhelmingly through him who loved us." 
        },
        {
            "verse" : "2 Corinthians 4:8-10",
            "text" : "We are afflicted in every way, but not constrained; perplexed, but not driven to despair; persecuted, but not abandoned; struck down, but not destroyed; always carrying about in the body the dying of Jesus, so that the life of Jesus may also be manifested in our body." 
        },
        {
            "verse" : "Mark 8:34-35",
            "text" : "Whoever wishes to come after me must deny himself, take up his cross, and follow me. For whoever wishes to save his life will lose it, but whoever loses his life for my sake and that of the gospel will save it." 
        },
        {
            "verse" : "Romans 5:3-4",
            "text" : "Not only that, but we even boast of our afflictions, knowing that affliction produces endurance, and endurance, proven character, and proven character, hope." 
        },
        {
            "verse" : "1 Peter 3:14-15",
            "text" : "But even if you should suffer because of righteousness, blessed are you. Do not be afraid or terrified with fear of them, but sanctify Christ as Lord in your hearts." 
        },
        {
            "verse" : "Wisdom 3:1-3",
            "text" : "But the souls of the just are in the hand of God, and the torment of death shall not touch them. In the sight of the unwise they seemed to die: and their departure was taken for misery, and their going away from us, for utter destruction. But they are in peace." 
        },
        {
            "verse" : "2 Timothy 4:6-8",
            "text" : "For I am already being poured out like a libation, and the time of my departure is at hand. I have competed well; I have finished the race; I have kept the faith. From now on the crown of righteousness awaits me, which the Lord, the just judge, will award to me on that day." 
        },
        {
            "verse" : "Matthew 24:9",
            "text" : "Then they will hand you over to persecution, and they will kill you. You will be hated by all nations because of my name." 
        }
    ]
}