{
  "verses": [
    {
      "english_verse": "Revelation 2:10",
      "bikol_verse": "Kapahayagan 2:10",
      "english_text": "Do not be afraid of anything that you are going to suffer. Indeed, the devil will throw some of you into prison, that you may be tested, and you will face an ordeal for ten days. Remain faithful until death, and I will give you the crown of life.",
      "bicol_text": "Dai ka matakot sa mga nagdadangadang mong kasakitan. Uya, an iba saindo ipapabilanggo kan Diablo tanganing baloon kamo, asin sampolong aldaw kamong magtitios. Alagad magin maimbod ka sagkod sa kagadanan asin itatao ko saimo an korona nin buhay."
    },
    {
      "english_verse": "Matthew 5:10-12",
      "bikol_verse": "Mateo 5:10-12",
      "english_text": "Blessed are they who are persecuted for the sake of righteousness, for theirs is the kingdom of heaven. Blessed are you when they insult you and persecute you and utter every kind of evil against you falsely because of me. Rejoice and be glad, for your reward will be great in heaven.",
      "bicol_text": "Paladan an mga pinapasakitan dahel sa katanosan, huli ta sainda an Kahadean nin langit! Paladan kamo kun minumuda kamo, pinapasakitan asin pinapakaraot kan mga tawo dahel sako. Arog man kaini an ginibo sa mga propetang naenot saindo. Orog na mag-ogma kamo, ta dakula an balos saindo sa langit."
    },
    {
      "english_verse": "John 15:20",
      "bikol_verse": "Juan 15:20",
      "english_text": "Remember the word I spoke to you, ‘No slave is greater than his master.’ If they persecuted me, they will also persecute you.",
      "bicol_text": "Giromdoma an itinaram ko saindo: ‘Mayong oripon na mas dakula pa ki sa saiyang kagurangnan.’ Kun pinasakitan ninda ako, papasakitan man ninda kamo; kun kinuyog ninda an sakong mga katukdoan, kukuyogon man ninda an mga katukdoan nindo."
    },
    {
      "english_verse": "Acts 7:59-60",
      "bikol_verse": "Gibo 7:59-60",
      "english_text": "As they were stoning Stephen, he called out, 'Lord Jesus, receive my spirit.' Then he fell to his knees and cried out in a loud voice, 'Lord, do not hold this sin against them'; and when he said this, he fell asleep.",
      "bicol_text": "Mantang ginagapo si Esteban, namimibi siya kaini, “Kagurangnan na Hesus, akoa an sakong espiritu!” Dangan nagluhod siya saka nagkurahaw, “Kagurangnan, hare sinda pagsingila kan kasalan na ini!” Pakataram niya kaini nautsan siya."
    },
    {
      "english_verse": "2 Timothy 3:12",
      "bikol_verse": "2 Timoteo 3:12",
      "english_text": "In fact, all who want to live religiously in Christ Jesus will be persecuted.",
      "bicol_text": "An gabos na boot mabuhay na banal kaiba ni Cristo Hesus papasakitan"
    },
    {
      "english_verse": "1 Peter 4:12-14 ",
      "bikol_verse": "1 Pedro 4:12-14 ",
      "english_text": "Beloved, do not be surprised that a trial by fire is occurring among you, as if something strange were happening to you. But rejoice to the extent that you share in the sufferings of Christ, so that when his glory is revealed you may also rejoice exultantly.",
      "bicol_text": "Mga namomotan na tugang, dai nindo ipagngalas an mga makulog na pagbalo na tinitios nindo na garo baga sarong pambihirang pangyayari sa buhay nindo. Alagad mag-ogma kamo sa pakihiras nindo sa mga kasakitan ni Cristo, tanganing mag-ogma man kamo asin maggayagaya kun ihayag na an saiyang kamurawayan. Kun kamo pag-olog-ologon huli ki Cristo, paladan kamo, huli ta nangangahulogan iyan na an mapangyaring Espiritu nin Dios nasa saindo."
    },
    {
      "english_verse": "Matthew 10:22",
      "bikol_verse": "Mateo 10:22",
      "english_text": "You will be hated by all because of my name, but whoever endures to the end will be saved.",
      "bicol_text": "Ikakaongis kamo kan gabos dahel sako. Alagad an magdanay sagkod sa kataposan makakaligtas."
    },
    {
      "english_verse": "Hebrews 12:1-2",
      "bikol_verse": "Hebreyo 12:1-2",
      "english_text": "Therefore, since we are surrounded by so great a cloud of witnesses, let us rid ourselves of every burden and sin that clings to us and persevere in running the race that lies before us while keeping our eyes fixed on Jesus, the leader and perfecter of faith.",
      "bicol_text": "Kaya huli ta napapalibotan kita nin kadakul na saksi, haleon ta na an gabos na bagay na nakakaolang, saka an kasalan na nakakapurupot sato, dangan padagos tang dalaganon na daing ontok an ipinapadalagan sato. Danay na hilingon ta si Jesus, na iyo an sinasarigan kan satong pagtubod poon sa kapinonan sagkod sa kataposan. Tinios niya an krus asin dai pinahalagahan an kasosopgan kaiyan huli kan kaogmahan na naghahalat saiya; ngunyan nagtutukaw siya sa too kan trono nin Dios."
    },
    {
      "english_verse": "Philippians 1:29",
      "bikol_verse": "Filipos 1:29",
      "english_text": "For to you has been granted, for the sake of Christ, not only to believe in him but also to suffer for him.",
      "bicol_text": "Huli ta pinapagkanigo kamong maglingkod ki Kristo, bako sana huli sa pagtubod saiya, kundi huli man sa pagtios para Saiya."
    },
    {
      "english_verse": "Revelation 6:9-10",
      "bikol_verse": "Kapahayagan 6:9-10",
      "english_text": "When he broke open the fifth seal, I saw underneath the altar the souls of those who had been slaughtered because of the witness they bore to the word of God. They cried out in a loud voice, \"How long will it be, holy and true master, before you sit in judgment and avenge our blood on the inhabitants of the earth?\"",
      "bicol_text": "Tinangkas kan Kordero an ikalimang selyo. Nahiling ko sa sirong kan altar an mga kalag kaidtong ginaradan huli sa pagpahayag kan tataramon nin Dios, asin huli sa pagdanay nindang maimbod sa saindang pagsaksi. Nagkurahaw sinda, “Mapangyaring Kagurangnan, banal asin totoo! Nuarin mo huhukoman asin papadusahan an mga tawong guminadan samo?”"
    },
    {
      "english_verse": "Luke 21:16-17",
      "bikol_verse": "Lukas 21:16-17",
      "english_text": "You will even be handed over by parents, brothers, relatives, and friends, and they will put some of you to death. You will be hated by all because of my name.",
      "bicol_text": "Ipapaarestar kamo maski kan saindong mga magurang, mga tugang, mga kadugo saka mga katood; ipapagadan ninda an iba saindo. Ikakaongis kamo kan gabos na tawo dahel sako."
    },
    {
      "english_verse": "John 12:25",
      "bikol_verse": "Juan 12:25",
      "english_text": "Whoever loves his life loses it, and whoever hates his life in this world will preserve it for eternal life.",
      "bicol_text": "An siisay man na namomoot na magligtas kan saiyang buhay, mawawaraan kaiyan; alagad an siisay man na naoongis sa saiyang buhay sa kinaban na ini, magkakamit kaiyan para sa buhay na daing kataposan."
    },
    {
      "english_verse": "Romans 8:35-37",
      "bikol_verse": "Roma 8:35-37",
      "english_text": "What will separate us from the love of Christ? Will anguish, or distress, or persecution, or famine, or nakedness, or peril, or the sword? No, in all these things we conquer overwhelmingly through him who loved us.",
      "bicol_text": "Siisay an makakapasuhay sato sa pagkamoot ni Cristo? Makapasuhay daw sato an kahaditan, o kadipisilan, o pagpasakit, o kagutoman, o kaya kadukhaan, o pag-alaman, o kagadanan? Siring sa nasusurat, “Huli saimo kami ginagadan sa bilog na aldaw; inaarog sa mga karnerong bubunoon.” Dai! An gabos na ini madadaog ta huli ki Cristo, na namoot sato!"
    },
    {
      "english_verse": "2 Corinthians 4:8-10",
      "bikol_verse": "2 Corinto 4:8-10",
      "english_text": "We are afflicted in every way, but not constrained; perplexed, but not driven to despair; persecuted, but not abandoned; struck down, but not destroyed; always carrying about in the body the dying of Jesus, so that the life of Jesus may also be manifested in our body.",
      "bicol_text": "Pinapasakitan kami sa gabos na paagi, alagad dai kami nadadaog; napupurisaw kami, alagad dai kami nawawaraan nin paglaom. Pinepersegir kami alagad dai kami pinababayaan; natutumba kami, alagad dai nagagadan. 10Sa gabos na oras dara mi sa samong mga hawak an kagadanan ni Jesus tanganing an saiyang buhay mahayag sa samong mga hawak."
    },
    {
      "english_verse": "Mark 8:34-35",
      "bikol_verse": "Markos 8:34-35",
      "english_text": "Whoever wishes to come after me must deny himself, take up his cross, and follow me. For whoever wishes to save his life will lose it, but whoever loses his life for my sake and that of the gospel will save it.",
      "bicol_text": "An siisay man na boot magsunod sako, kaipuhan lingawan niya an sadiri niyang buhay, magpasan kan saiyang krus, asin magsunod sako. Huli ta an siisay man na namomoot magligtas kan saiyang buhay, mawawaraan kaiyan; alagad an siisay man na mawaran kan saiyang buhay dahel sako asin dahel sa ebanghelyo, magkakamit kaiyan."
    },
    {
      "english_verse": "Romans 5:3-4",
      "bikol_verse": "Roma 5:3-4",
      "english_text": "Not only that, but we even boast of our afflictions, knowing that affliction produces endurance, and endurance, proven character, and proven character, hope.",
      "bicol_text": "Nag-oogma man kita sa satong mga kasakitan huli ta aram ta na an kasakitan nagbubunga nin pakatagal, asin an pakatagal nagbubunga nin pag-oyon nin Dios, asin an pag-oyon nin Dios nagbubunga nin paglaom."
    },
    {
      "english_verse": "1 Peter 3:14-15",
      "bikol_verse": "1 Pedro 3:14-15",
      "english_text": "But even if you should suffer because of righteousness, blessed are you. Do not be afraid or terrified with fear of them, but sanctify Christ as Lord in your hearts.",
      "bicol_text": "Alagad maski magtios kamo huli sa katanosan, magigin paladan kamo. Dai kamo matakot sa kiisay man; dai man kamo mahadit. Galangan nindo sa saindong puso si Kristo bilang Kagurangnan. Magin andam kamo sa gabos na oras sa pagsimbag sa kiisay man na maghagad saindo nin paliwanag dapit kan paglaom na yaon saindo."
    },
    {
      "english_verse": "Wisdom 3:1-3",
      "bikol_verse": "Kadonongan 3:1-3",
      "english_text": "But the souls of the just are in the hand of God, and the torment of death shall not touch them. In the sight of the unwise they seemed to die: and their departure was taken for misery, and their going away from us, for utter destruction. But they are in peace.",
      "bicol_text": "Alagad an mga kalag kan mga matanos iingatan nin Dios asin dai sinda mag-aagi nin kasakitan. Sa mata kan mga lolong garo nagagadan an mga matanos, asin an saindang kagadanan pinaghohona na sarong kasakitan. Binabayaan kita kan mga matanos, alagad bako iyan kapahamakan; an totoo sinda nasa katoninongan."
    },
    {
      "english_verse": "2 Timothy 4:6-8",
      "bikol_verse": "2 Timoteo 4:6-8",
      "english_text": "For I am already being poured out like a libation, and the time of my departure is at hand. I have competed well; I have finished the race; I have kept the faith. From now on the crown of righteousness awaits me, which the Lord, the just judge, will award to me on that day.",
      "bicol_text": "Dapit sa sakuya, nagdatong na an oras na ako iatang; nag-abot na an oras kan paghale ko sa kinaban. Nakilaban ako nin marahay, natapos ko na an pagdalagan, asin nagdanay akong maimbod sa pagtubod."
    },
    {
      "english_verse": "Matthew 24:9",
      "bikol_verse": "Mateo 24:9",
      "english_text": "Then they will hand you over to persecution, and they will kill you. You will be hated by all nations because of my name.",
      "bicol_text": "Dangan dadakopon kamo, papadusahan asin ipapagadan. An gabos na tawo maoongis saindo huli sako."
    }
  ]
}
