{
    "title" : "Danay na Nobena ki San Lorenzo Ruiz asin Kairibang mga Martir",
    "pamibi" : [
        "Amang mamomoton, si Hesukristo na saimong Aki nagadan huli samo. Mamotan na Ika sa bilog ming puso sagkod sa kagadanan.",
        "Dinara mo sa Hapon si San Lorenzo asin mga kairiba nganing si Hesukristo arogon ninda asin duman irokyaw an Marhay na Bareta nin katotoohan asin kaligtasan.",
        "Sa pamibi kaining mga martir, hinahagad mi an biyaya na magdanay kaming maimbod Saimo, na an liwanag kan Ebanghelyo makaabot sa gabos na banwaan.",
        "Para sa saimong kamurawayan asin man sa samong karahayan, si San Lorenzo asin mga kairiba lugod mamidbidan, arogon asin omawon siring kan pag-omaw na itinatao nin samong Inang Simbahan sa gabos na mga banal. Ini hinahagad mi huli ki Hesukristong Kagurangnan niamo na nabubuhay asin naghahade kaiba Mo asin nin Espiritu Santo ngonian asin sagkod pa man. Amen.",
        "Ama niamo, na yaon sa langit: pabanalon an ngaran Mo; magdatong an kahadean Mo; mangyari an boot Mo sa daga nin siring sa langit. An samong kakanon sa aroaldaw, itao Mo samuya ngunyan, asin patawadon Mo kami sa samong mga kasâlan, siring na pinapatawad niamo an mga nagkakasala samuya; asin hare kami pagdaraha sa sugot; kundi agawa kami sa maraot. Amen.",
        "Ave Maria, pano nin grasya, an Kagurangnan yaon saimo, paladan ka sa kababaihan, asin paladan an bunga kan saimong popônan, si Jesus. Santa Maria, Inâ kan Dios, ipamibi mo kaming mga parakasala, ngunyan asin sa oras kan samuyang kagadanan. Amen.",
        "Kamurawayan sa Ama, asin sa Aki, asin sa Espiritu Santo, siring sa kapinonan asin ngunyan, magdanay man, asin sa kapanahonan kan mga panahon. Amen."
    ],
    "huring_pamibi" : [
        "O Dios, kusog nin mga martir, papagkanigoang omawon digdi sa daga si San Lorenzo Ruiz asin mga kairiba na nagsaksi saimo. Itinao Mo sainda an onor kan mga altar, bilang aarogan nin pagkamaimbod saimo asin bilang modelo nin heroismo Kristiano sa tahaw nin mga pagtios asin kasakitan sa kinaban. Ini hinahagad mi huli ki Hesukristo na samong Kagurangnan.",
        "Amen."
    ]
}