{
  "title": "Rinibong Buhay para sa Dios",
  "subtitle": "Nobena ki San Lorenzo Ruiz de Manila",
  "qoute": [
    "Magadan huli sa pagtubod balaog para sa nagkapira;",
    "Mabuhay sa pagtubod pag-apod para sa gabos."
  ],
  "pamibi_sa_oroaldaw": [
    "Namomotan na San Lorenzo, sa atubang nin makuring kagadanan, saimong ipinagrokyaw na handa kang magdusay nin rinibong buhay para ki Hesukristong Kagurangnan.",
    "Ngonian an gabos na linalang maogmang nagpapasalamat sa saimong daing takot na pagtubod. An bilog na Pilipinas nagrorokyaw sa kaogmahan para saimo bilang sarong kahimanwa asin tugang.",
    "Kami namimibi: Ama ka nin sarong pamilya, likayan man an samuyang mga pamilya sa ano man na karatan asin kahorasaan. Pagsararoa kami sa pagkamoot.",
    "Nagpagadan ka sa luwas kan satuyang banwaan, atamana man an kadakul na mga Pilipino ngonian na nasa man iba-ibang lugar sa malinig na paghanap-buhay.",
    "Aarogan nin pusog na pagtubod sa Dios, papagdanaya kami sa samuyang pagsunod ki Hesus. Palakupon, pataluboon asin pakusugon mo an pagtubod na ini samuya gabos.",
    "Enot kang nagin Santong Pilipino, antabayi man an satuyang dagang tinubuan. Giboha kaming saro sanang banwaan. Tabangi kaming magkaboronyog para sa kauswagan kan gabos asin tawan samuya an katoninongan ni Hesus.",
    "Amen."
  ],
  "pag-omaw_sa_Dios": {
    "title": "Pag-omaw sa Dios para ki San Lorenzo",
    "antifona": [
      "Ika an kamurawayan nin Jerusalem!",
      "Ika an orgulyo kan Israel!",
      "Ika an kaogmahan kan samong banwaan!",
      "(Judith 15:9)"
    ],
    "enot_na_pamibi": [
      "Sa ngaran nin Ama asin nin Aki patin nin Espiritu Santo. Amen.",
      "Si San Lorenzo sarong regalo nin Dios sa gabos na Pilipino asin sa bilog na nasyon. Magpasalamat kita asin mag-omaw sa Dios para sa satuyang pagkaherak ki San Lorenzo asin sa satuya."
    ],
    "pamibi": {
      "bible_verse": "Daniel 3:57-87",
      "gabos": "Sa Saiya an gabos na kamurawayan asin pag-omaw sagkod pa man.",
      "lider": [
        {
          "prayer": [
            "Gabos na hinimo nin Kagurangnan: Mag-omaw sa Kagurangnan.",
            "Mga angheles nin Kagurangnan: Mag-omaw sa Kagurangnan.",
            "Siring man sa kalangitan: Mag-omaw sa Kagurangnan."
          ],
          "order": 1
        },
        {
          "prayer": [
            "An aldaw asin bulan: Mag-omaw sa Kagurangnan.",
            "Mga kabitoonan: Mag-omaw sa Kagurangnan.",
            "Lipot asin oran: Mag-omaw sa Kagurangnan."
          ],
          "order": 2
        },
        {
          "prayer": [
            "Mga hoyop-hoyop asin duros: Mag-omaw sa Kagurangnan.",
            "Kalayo asin init: Mag-omaw sa Kagurangnan.",
            "Ambon asin tonog: Mag-omaw sa Kagurangnan."
          ],
          "order": 3
        },
        {
          "prayer": [
            "An banggi asin kaagahon: Mag-omaw sa Kagurangnan.",
            "An diklom asin liwanag: Mag-omaw sa Kagurangnan.",
            "Kikilat asin dampog: Mag-omaw sa Kagurangnan."
          ],
          "order": 4
        },
        {
          "prayer": [
            "Mga kabulodan asin mga tukadon: Mag-omaw sa Kagurangnan.",
            "Mga burabod nin katubigan: Mag-omaw sa Kagurangnan.",
            "Mga salog asin dagat: Mag-omaw sa Kagurangnan."
          ],
          "order": 5
        },
        {
          "prayer": [
            "Gabos na yaon sa kadagatan: Mag-omaw sa Kagurangnan.",
            "Siring man mga gamgam: Mag-omaw sa Kagurangnan.",
            "Mabangis asin maboot na hayop: Mag-omaw sa Kagurangnan."
          ],
          "order": 6
        },
        {
          "prayer": [
            "Kapadi-an nin Kagurangnan: Mag-omaw sa Kagurangnan.",
            "Mga naglilingkod sa Kagurangnan: Mag-omaw sa Kagurangnan.",
            "Mga banal asin mapakumbaba sa puso: Mag-omaw sa Kagurangnan."
          ],
          "order": 7
        },
        {
          "prayer": [
            "An bilog na kinaban asin katawohan. Gabos na linalang: Mag-omaw sa Kagurangnan."
          ],
          "order": 8
        },
        {
          "prayer": ["Pag-omawon an Ama, an Aki patin an Espiritu Santo."],
          "order": 9
        }
      ]
    }
  }
}
