{
    "title" : "Pamibi Kaiba si San Lorenzo",
    "enot_na_pamibi" : "Padangat nin Dios an mga banal. Sinda nagtatabang satuya. Sa paropakinabang nin mga Santos ihinihiras ninda sa sato an saindang pagtubod asin mga biyaya. Kasabay si San Lorenzo na satuyang tugang mamibi kita sa satuyang Ama.",
    "1" : {
        "simbag" : "Kagurangnan, hinanyoga an samong pamibi.",
        "pamibi" : [
            "Para sa gabos na naghahanda sa bonyag; mapano lugod sinda kan Espiritu Santo; Mamibi kita sa Kagurangnan.",
            "Para sa gabos na nakakalingaw kan saindang sinumpaan sa bonyag; na an saindang pagpili ki Hesukristo mabago giraray; mamibi kita sa Kagurangnan.",
            "Para sa gabos na nadedeficilan sa pagkabuhay kan pagtubod na matawan man lugod kan kusog na saindang kinakaipuhan; mamibi kita sa Kagurangnan.",
            "Para sa gabos na pinapasakitan sa saindang pagpahayag kan pagtubod; na maranga sinda kan mga paarog kan mga martir sa pagsunod ki Hesukristo; mamibi kita sa Kagurangnan."
        ]
    },
    "2" : {
        "simbag" : "Kagurangnan, hinanyoga an samong pamibi.",
        "pamibi" : [
            "Para sa gabos na mga nalalagalag sa saindang paglakaw sa kinaban; makua lugod ninda an tamang dalan pasiring sa katotoohan; ipamibi niato sa Kagurangnan.",
            "Sa gabos na dai nagsusunod sa kabotan nin Dios; lugod pa man sinda makapagtaram, “Kuyogon an boot Mo!”. Ipamibi niato sa Kagurangnan.",
            "Sa gabos na naghahanap kan espesyal na pangapodan nin Dios; saindang makua lugod pa man asin akoon, ipamibi niato sa Kagurangnan.",
            "An pinoonan niatong paglakbay sa bonyag magdara lugod satuya sa harong kan satong Ama, ipamibi niato sa Kagurangnan."
        ]
    },
    "3" : {
        "simbag" : "Kagurangnan, hinanyoga an samong pamibi.",
        "pamibi" : [
            "Tanganing dayaday niatong akoon na an satong pagtubod ki Hesukristo iyo an pinakadakulang kayamanan niato gabos, mamibi kita sa Kagurangnan.",
            "Na an satuyang mga pagsadiring materyal dai makasiblag satuya sa kahadean nin Dios, mamibi kita sa Kagurangnan.",
            "Na dagdagan lugod nin Kagurangnan an satuyang pagdusay nin buhay para sa paglingkod sa kagabsan, mamibi kita sa Kagurangnan.",
            "Para sa gabos na harayo sa saindang sadiring harong; makakua lugod sinda nin toninong na maeerokan saen man sinda paduman, mamibi kita sa Kagurangnan."
        ]
    },
    "4" : {
        "simbag" : "Kagurangnan, hinanyoga an samong pamibi.",
        "pamibi" : [
            "Na malinawan an gabos na natetentaran na tumalikod sa tunay na pagtubod asin pagkadayupot ki Hesukristo, ipamibi niato sa Kagurangnan.",
            "Sa mga oras na kita nadadaog kan kaluyahan, magiromdoman ta lugod na magsarig sa Dios, ipamibi niato sa Kagurangnan.",
            "Sa satuyang pagkahulog sa makasadiring kamawotan, bangonon man tolos kita sa grasya nin Dios, ipamibi niato sa Kagurangnan.",
            "An mga yaon sa palaen-laen na pagbalo, siring man an mga naggigibo nin desisyon sa buhay, mapano lugod kan liwanag nin Espiritu Santo, ipamibi niato sa Kagurangnan."
        ]
    },
    "5" : {
        "simbag" : "Kagurangnan, hinanyoga an samong pamibi.",
        "pamibi" : [
            "Tangani na an Espiritu na satuyang inako sa bonyag iyo an magi niatong giya sa satuyang paglakaw aro-aldaw, mamibi kita sa Kagurangnan.",
            "Na satuyang masabotan an pagkakristiano nangangahulugan kan pagpasan kan krus na itinao satuya, mamibi kita sa Kagurangnan.",
            "Mahirasan lugod kita kan tunay na kadonongan nin Dios sa aroaldaw niatong paglakaw sa kinaban, mamibi kita sa Kagurangnan.",
            "Para sa satuyang pag-adal manongod kan palaen-laen na bagay sa kinaban, tanganing satuyang himateon asin saboton an Tataraom nin Dios susog sa kapahayagan kan Saiyang Aki, mamibi kita sa Kagurangnan."
        ]
    },
    "6" : {
        "simbag" : "Kagurangnan, hinanyoga an samong pamibi.",
        "pamibi" : [
            "Sa pagsikwal kan kasalan, danay kitang mabuhay sa grasya nin Dios, ipamibi niato sa Kagurangnan.",
            "Ano man na gibohon niato danay na magdara nin kamurawayan sa Dios asin dai magpadakula kan satuyang mga payo o magdara satuya sa kapaabaw-abawan, ipamibi niato sa Kaguranganan.",
            "Sa mga maluya an boot asin mga natatakot sa paggibo kan misyon kan simbahan: maromdoman lugod ninda an Dios an nagigibo kan gabos, ipamibi niato sa Kagurangnan.",
            "Na todok sa puso kitang magtubod sa mga tataramon nin Hesukristo na: “Kun suhay kamo sako, mayo kamong magiginibo” (Juan 15:5) siring na gabos posible sa Dios, ipamibi niato sa Kagurangnan."
        ]
    },
    "7" : {
        "simbag" : "Kagurangnan, hinanyoga an samong pamibi.",
        "pamibi" : [
            "Para sa satuyang pagdebosyon ki Maria na Ina ni Hesus asin ina niato gabos, maghingowa kitang mag-arog saiya bilang disipulo ni Hesus, mamibi kita sa Kagurangnan.",
            "Na makakua kita nin marahay na halimbawa sa pagtubod asin kusog nin boot ki Maria duman sa poon kan krus, mamibi kita sa Kagurangnan.",
            "Tangani na an satuyang pagrosaryo magdara satuya sa paghorop-horop kan misteryo kan satuyang kaligtasan na dara ni Hesus, mamibi kita sa Kagurangnan.",
            "Tanganing an pagtubod ki Hesukristo asin pagkamoot ki Maria danay magin pusog sa bilog na Pilipinas, mamibi kita sa Kagurangnan."
        ]
    },
    "8" : {
        "simbag" : "Kagurangnan, hinanyoga an samong pamibi.",
        "pamibi" : [
            "An gabos na moral asin kristianong katokdoan mamidbidan kan gabos na kaipuhan niato sa pagpadakula sa mga kaakian, ipamibi niato sa Kaguranganan.",
            "An satuyang pamilya magin tunay na Simbahan sa harong kun saen sinasamba an Dios sa espiritu asin katotoohan saka an lambang saro nabubuhay sa kristianong katokdoon, ipamibi niato sa Kagurangnan.",
            "Na mamidbidan nin lambang magurang asin kaakian an saindang katongdan susog sa katokdoan kan ebanghelyo, ipamibi niato sa Kagurangnan.",
            "An gabos na mga pamilya sa Pilipinas mabuhay lugod susog sa katokdoan ni Kristo, ipamibi niato sa Kaguranganan."
        ]
    },
    "9" : {
        "simbag" : "Kagurangnan, hinanyoga an samong pamibi.",
        "pamibi" : [
            "Para sa satuyang paghalat kan korona nin kamurawayan dai man lugod kita magsayuma kan satuyang krus sa kinaban, mamibi kita sa Kagurangnan.",
            "Para sa gabos na mga nagagabatan sa pagpasan kan saindang krus na mamatean an panlinga kan Espiritu Santo, mamibi kita sa Kagurangnan.",
            "Sa tahaw nin mga pagbalo asin kamundoan magirondoman niato na premyo nin buhay itinatao duman sa maigot na naghihingowa, mamibi kita sa Kagurangnan.",
            "Para sa katoninongan asin kauswagan nin Pilipinas, mamibi kita sa Kagurangnan."
        ]
    },
    "huring_pamibi" : "Amang makakamhan, sa saimong pagkaherak asin kadonongan pinili Mo si San Lorenzo na magin saksi sa pagtubod na kristiano. Itinao Mo siya samo na magin modelo sa pagkabuhay sa kinaban bilang mga disipulos Mo. An bilog niyang buhay pano kan danay Mong pagbantay sagkod na uminabot siya sa sarong mamurawayon na kagadanan. Kaipuhan mi an saimong pagtokdo, pag-antabay asin kusog kan saimong Espiritu. Sa samuyang paggiromdom ki San Lorenzo, samong tugang asin kahimanwa, tawan samuya an pagtubod, paglaom asin pagkamoot sa buhay sa katanosan, asin sa katoninongan kan bilog niamong banwaan. Minaarang kami saimo sa ngaran ni Hesukristo na samong Kagurangnan. Amen."
}