{
    "prayers" : [
        {
            "short_title" : "Financial",
            "english_title" : "Prayer for Financial Needs",
            "bicol_title" : "Pamibi para sa Pinansyal na Pangangaipo",
            "english_prayer" : [
                "Dear St. Lorenzo Ruiz, faithful servant of God and courageous martyr, I come before you with humble heart, seeking your intercession in our time of need. You, who remained steadfast in your faith despite trials and hardships, inspire us with your unwavering trust in God's providence.",
                 "St. Lorenzo Ruiz, you experienced the challenges of life, from working to provide for your family to facing persecution for your beliefs. I ask that you intercede for us now, especially in our concerns for financial stability. Grant us the wisdom to manage our resources wisely, the strength to work diligently, and the courage to trust in God's plan, even in times of uncertainty.",
                  "Help us to remain faithful and hopeful, knowing that our Heavenly Father is the ultimate provider. May we never lose sight of what is truly important—our faith, love, and service to others—amidst our material concerns.",
                   "Through your powerful intercession, may we be granted the financial stability we seek, and may we always use our blessings to glorify God and to help those in need. Amen."
                ],
            "bicol_prayer" : [
                "San Lorenzo Ruiz, dayupot na surugoon asin banal na martir nin Dios, yaon ako ngunyan sa atubang mo, naghahagad nin tabang sa samuyang pangangaipo. Ika na dayupot sa saimong pagtubod maski sa mga kadipisilan, padagos ka man lugod na maging modelo sa saimong daing sokol na pagtubod sa probidensya nin Dios.",
                "San Lorenzo Ruiz, enot mong namatean an mga hamon kan buhay, ika nagtrabago tanganing masustener an saimong pamilya sagkod sa pag-atubang mo Dios bilang martir sa saimong pagtubod. Hinihiling mi an saimong pagmakulog na ipamibi mo man lugod kami ngonian, lalo na sa samuyang kamawotan para sa pinansyal niamong pangangaipo. Ipamibi mo kami sa Kagurangnan na matawan niya kami nin kadonongan na matanos na mapamahalaan an samuyang mga sadiri, an kusog na magin maigot sa pagtrabaho, asin an kusog na magtubod sa plano nin Dios, maski sa panahon nin kawaran asin kadipisilan kan buhay.",
                "Tabangi kami na maging dayupot sa samuyang pagtubod asin paglaom.  Aram mi na an Dios iyo an tunay na nagtatao kan samuyang mga pangangaipo. Tugutan mo na maduman an samuyang mata sa mga bagay na mas mahalaga—an samuyang pagtubod, pagkamoot, asin pagsirbi sa iba—maski sa tahaw kan samuyang pagkasibotan sa mga material na bagay para sa samuyang kabuhayan digdi sa daga.",
                "Sa saimong makusog na pamibi, madangog man lugod nin Dios an samong mga kamowotan lalo na an pinansyal na pangangaipo. Magamit man lugod niamo an samuyang mga bendisyon para sa kaomawan nin Dios asin para sa pagtabang sa mga nangangaipo. Amen."
            ]
        },
        {
            "short_title" : "Family",
            "english_title" : "Prayer for Family",
            "bicol_title" : "Pamibi para sa Pamilya",
            "english_prayer" : [
                "Dear St. Lorenzo Ruiz, devoted servant of God and protector of families, I come before you today, seeking your intercession for our loved ones. You, who endured great hardships and sacrificed everything for your faith and family, inspire us to live lives filled with love, faith, and courage.",
                "St. Lorenzo, you valued your family deeply and stood firm in your devotion to them, even when faced with persecution and trials. We ask that you pray for our family, that we may be united in love and harmony. Protect us from division, misunderstandings, and the challenges that may threaten our bond.",
                "Grant us patience, understanding, and the strength to support one another through difficult times. Help us to grow in faith, trusting in God’s guidance in all that we do. May our home be a reflection of God’s love, where peace, joy, and compassion reign.",
                "Through your powerful intercession, we ask for the grace to nurture our relationships, that we may always remain united in faith and love. Keep our family safe, and may we grow together in holiness. Amen."
            ],
            "bicol_prayer" : [
                "Mahal na San Lorenzo Ruiz, dayupot na surugoon nin Dios asin parasurog kan mga pamilya, kami nagtatao nin pag-onra saimo ngonian, naghahagad nin tabang para sa samuyang mga minamahal sa buhay. Ika na nakamate nin dakul na mga kadipisilan asin nagtios para sa saimong pagtubod asin pamilya, tawan mo kami nin inspirasyon na mamuhay nin may pagkamoot, pagtubod, asin kusog.",
                "Namomotan na San Lorenzo Ruiz, tinatawan mo nin orog na importansya an saimong pamilya maski sa atubang nin mga kakundian asin pagtios. Hinahagad mi an saimong pamibi para sa samuyang pamilya, na kami pirmi magkasararo asin magkaminorootan. Irayo man kami sa mga temptasyon nin pagibo nin ano man na nagtatao nin dibisyon sa samuyang pamilya. An dai pagkakaintindihan, asin mga hamon na pwedeng maghadlang sa lambang saro.",
                "Itugot mo samuyang magkaigwa nin pasensya, pagkakaintindi, asin kusog na suportahan an lambang saro lalo na sa mga panahon na nin kadipisilan sa buhay. Tabangi kami na padagos na magtubod sa Dios. Magin dakulang repleksyon man lugod an samuyang harong kan pagkamoot nin Dios, kun saen naghahade an katoninongan, pagkamoot, asin pag-ataman sa lambang saro.",
                "Sa saimong makusog na pamibi, O San Lorenzo Ruiz, kami naghahagad nin grasya sa tabang kan saimong intersisyon na maging matatag man lugod an samuyang relasyon, na padagos man lugod kami na magkasararo sa pagtubod asin pagkamoot. Amen."
            ]
        },
        {
            "short_title" : "OFW",
            "english_title" : "Prayer for Overseas Filipino Workers",
            "bicol_title" : "Pamibi para sa mga Migrante Manggagawa",
            "english_prayer" : [
                "Dear St. Lorenzo Ruiz, patron of those separated from their loved ones, I bring before you the plight of our beloved overseas Filipino workers. Like you, they have traveled far from their homeland, sacrificing the comfort of home for the well-being of their families. I ask for your intercession, that they may be blessed with strength, resilience, and protection as they endure the trials of working in foreign lands.",
                "Watch over them, St. Lorenzo Ruiz, as they work tirelessly to provide a better future for their loved ones. Often, they face unfamiliar challenges and uncertainties. May they encounter kindness, respect, and fairness from those they serve, and may they always feel God’s love, which transcends any distance. Protect their health, both physically and emotionally, and fill them with courage to overcome every hardship.",
                "I pray that they may be granted fair opportunities, just compensation, and recognition for their sacrifices. May their labors bear fruit in joy, stability, and a brighter future for their families.",
                "In moments of loneliness and longing, may they find comfort in God’s unwavering love and your powerful intercession. St. Lorenzo Ruiz, bring them safely back to their families, renewed in faith and strength. Amen."
            ],
            "bicol_prayer" : [
                "Mahal na San Lorenzo Ruiz, patron kan mga harayo sa saindang mga mahal sa buhay, pig-aatubang ko saimo an mga sakripisyo asin pagsakit kan samuyang mga minamahal na mga Overseas Filipino Workers. Sinda, arog mo, naglakaw nin harayo hale sa saindang sariling nasyon, naghanap nin kaginhawaan tanganing an saindang mga pamilya matabangan. Pigahagad ko an saimong pagdamay, na sinda man lugod matabangan nin kusog, pagpadagos, asin proteksyon sa tahaw kan mga pagsakit asin kadipisilan kan pagtatrabaho sa ibang nasyon.",
                "Pabantayan mo sinda, San Lorenzo Ruiz, habang sinda nagtratrabaho para sa marhay na kinabukasan kan saindang mga mahal sa buhay. Kadaklan na beses, sinda naaatubang nin mga daing pamilyar na hamon asin kahorasaan. Logod makamate sinda kan kagandahang-loob, respeto, asin katarungan hale sa saindang mga pinaglilingkuran, asin logod an pagkamoot asin pagmakulog nin Dios mamatean ninda maski sinda harayo. Ipamibi mo an saindang buhay asin tanganganing an Dios tawan man logod sinda nin kusog para sa saindang lambang pagsakripisyo.",
                "Naghahagad ako na sinda matawan nin marhay na oportunidad, tamang sweldo, asin mag-rekognisar sa saindang mga sakripisyo. Logod an saindang pagtrabaho makatabang sa kadunongan, katibayan, asin maliwanag na kinabukasan kan saindang mga pamilya.",
                "Sa mga panahon kan kadipisilan asin kamunduan, logod ipamibi mo man lugod sinda tanganing an Kagurangnan tawan sinda nin grasya nin pagsarig. San Lorenzo Ruiz, ipamibi mo man na logod na tabangan sinda nin Dios na makauli nin matanos sa saindang mga pamilya sa pagabot kan panahon. Amen."
            ]
        },
        {
            "short_title" : "Job Seekers",
            "english_title" : "Prayer for Job Seekers",
            "bicol_title" : "Pamibi para sa Naghahanap ning Trabaho",
            "english_prayer" : [
                "Dear St. Lorenzo Ruiz, faithful servant of God and worker for His kingdom, I lift up to you all those who seek employment. You, who worked diligently for the welfare of your family, understand the needs and aspirations of those who desire a stable job to support their loved ones and build a hopeful future. We ask for your intercession on their behalf as they search for meaningful work, that they may find opportunities that align with their unique skills and values.",
                "Guide them, St. Lorenzo Ruiz, to employers who will value their talents, appreciate their dedication, and recognize their contributions. May they be filled with perseverance, patience, and hope, especially during times of rejection, difficulty, and waiting. Help them to trust in God’s perfect timing, knowing that He holds their future securely in His hands.",
                "I pray for doors to open for them, and for the courage to step forward with confidence when opportunities arise. May they find fulfillment and purpose in their work, not only for their own needs but also to benefit their families and communities.",
                "St. Lorenzo, through your powerful intercession, may their journey bring them closer to God. Grant them the stability they seek and the grace to honor God in all their pursuits and achievements. May they serve others joyfully in their chosen paths. Amen."
            ],
            "bicol_prayer" : [
                "Minahal na San Lorenzo Ruiz, maimbod na lingkod ni Dios, kami naghahagad saimo nin pagtabang para sa mga nagahanap nin saindang hanapbuhay. Ika, na nagpagal man para sa kapakanan kan saimong pamilya, igwa ka nin pagmakolog sa mga nangangaipo man nin maray na hanapbuhay para makasuporta sa saindang mga mahal sa buhay. Ipinapamibi mi saimo an mga naghahanap ning trabaho, na logod sinda makatagpo nin oportunidad na aabot sa saindang abilidad asin mga prinsipyo.",
                "Gabayan mo sinda, San Lorenzo Ruiz, na makakua man lugod sinda ning maray na institusyon o amo na magpapahalaga sa saindang mga talento, mag-oonra kan saindang sa dedikasyon, asin maaapresyar an saindang kontribusyon. Logod mapuno sinda nin pagtitiyaga, pasensya, asin pag-asa, lalo na sa mga oras na sinda pinaghahaboan, sa mga oras nin pagtios, asin sa mga oras nin paghalat. Tabangi sinda na magtiwala sa plano nin Dios, na an Kagurangnan man logod mismo an matao sa sainda nin mga oportunidad.",
                "Ipamibi mo sinda, na logod magbukas an mga oportunidad para sa sainda, asin logod magkaigwa sinda nin kusog-boot na magpadagos sa saindang paghanap ning mga oportunidad. Logod makatagpo sinda nin kaogmahan sa sainang pagtrabaho, bako sana para sa sainda kundi para sa pamilya asin komunidad.",
                "San Lorenzo Ruiz, sa makusog mong pagpamibi sa Dios, logod matabangan mo sinda tanganing madangog kan Dios an saindang mga inagrangay. Amen."
            ]
        },
        {
            "short_title" : "Students",
            "english_title" : "Prayer for Students",
            "bicol_title" : null,
            "english_prayer" : [
                "Dear St. Lorenzo Ruiz, dedicated servant and steadfast believer, I bring before you all students striving for knowledge and growth. You, who held firm to your beliefs even in the face of great trials, inspire them to pursue wisdom and understanding with perseverance and faith. May they embrace their studies with dedication, seeing each lesson as an opportunity to grow closer to God.",
                "Pray for them, St. Lorenzo Ruiz, that God may bless them with clarity of mind, strength in their studies, and resilience in the face of challenges. Help them recognize their talents as gifts from God, to be used not only for their own success but to serve and uplift others. May they find joy in learning, humility in success, and courage in times of failure and setbacks.",
                "Guide them to friends and mentors who will support, encourage, and inspire them along their journey. Protect them from discouragement and distraction, that they may focus on their goals with purpose and intention. Help them to be disciplined and dedicated, trusting that each step brings them closer to fulfilling their God-given potential.",
                "We ask for your intercession for their future, that they may walk the path God has prepared for them. May their studies lead them to grow in virtue, compassion, and wisdom. Through your powerful intercession, St. Lorenzo Ruiz, grant them the grace to become faithful stewards of the knowledge and skills they acquire, using them to contribute to a better world. Amen."
            ],
            "bicol_prayer" : null
        },
        {
            "short_title" : "Doubts and Fears",
            "english_title" : "Prayer in Times of Doubts and Fears",
            "bicol_title" : "Pamibi sa Panahon nin Horasa",
            "english_prayer" : [
                "St. Lorenzo Ruiz, steadfast in faith even when faced with suffering, we come to you in our moments of doubt and fear. When our hearts are burdened with uncertainties and anxieties, grant us the strength to trust deeply in God’s divine plan. Just as you stood firm in your faith through the darkest trials, help us to be courageous in our own challenges.",
                "May we remember that we are never truly alone, for God’s loving presence surrounds us always. Pray for us, dear St. Lorenzo Ruiz, that our hearts may be filled with His peace, which banishes all fear and calms every storms in life. Through your intercession, help us to view our struggles with the eyes of faith, believing firmly that each challenge has purpose and meaning in God’s wisdom.",
                "As we face life’s difficulties, may we grow in trust, knowing that His love and guidance are far greater than any fear we hold. Strengthen our hearts, so that we may face each day with renewed hope and unwavering faith. Draw us ever closer to God, St. Lorenzo Ruiz, so that we may live with resilience, courage, and the assurance that God’s light will lead us forward. Amen."
                
            ],
            "bicol_prayer" : ["San Lorenzo de Manila asin mga martir na kairiba, tinios nindo an martirio huli sana sa pagrokyaw kan Kristianong pagtubod. Pakusuga kami asin pasariga sa tahaw nin mga kasakitan asin mga kahorasaan sa buhay. Itukdo nindo samo an dalan nin banal na kadunongan, tanganing an krus maging burabod nin bendisyon para samuya. Ipahiling nindo samo an kamurawayan na gikan sa kapangyarihan kan pagkamoot nin Dios na paratubos. Sa oras nin kahorasaan, mga oras nin kahandalan, samuya man lugod na mamatean na kamo uya nagpapakusog samo. Ipamibi nindo na kami na makapagtios asin maranga sa samong kasakitan; na kami mapakusog sa samong kaluyahan. Linalaom mi na sa katapusan kaining samong kahorasaan, makamtan mi an katoninongan asin kaogmahan na daing kasagkoran. Amen."]
        },
        {
            "short_title" : "Faith",
            "english_title" : "Prayer for an Increase in Faith",
            "bicol_title" : null,
            "english_prayer" : [
                "Dear St. Lorenzo Ruiz, you held firm to your faith even unto death, inspiring us all with your unwavering trust in God’s goodness and mercy. Today, we humbly seek your powerful intercession to strengthen and increase our faith. In moments of uncertainty, when our hearts waver, remind us of your courage and steadfastness.",
                "Help us, St. Lorenzo Ruiz, to believe deeply in God’s promises, even when we are faced with trials, doubts, or moments of despair. May we find strength in prayer, drawing closer to God each day, and remain unwavering in His boundless love.",
                "Intercede for us, that our hearts may be filled with grace and the courage to trust God fully, no matter the difficulties we encounter. May our faith continue to grow and sustain us, leading us to become beacons of His love and hope in the world.",
                "Through your guidance, dear St. Lorenzo Ruiz, may we learn to surrender all to God’s divine will, walking forward in confidence and peace. Grant that, inspired by your example, we may live lives rooted in faith, always trusting in God’s plan for us. Amen."
            ],
            "bicol_prayer" : null
        },
        {
            "short_title" : "Morning Prayer",
            "english_title" : "Morning Prayer",
            "bicol_title" : null,
            "english_prayer" : [
                "St. Lorenzo Ruiz, as a new day dawns, we humbly ask for your intercession that God may give us guidance and protection this day. May we begin each morning with a grateful heart, recognizing the blessings of each moment and trusting in God’s divine plan for our lives.",
                "Intercede for us, dear St. Lorenzo Ruiz, that our day may be filled with God’s grace and abundant blessings. Help us to approach all that we undertake—our work, studies, and relationships—with love, patience, and unwavering faith. Inspire us to serve others generously and to see Christ in everyone we encounter.",
                "Keep us safe from harm, both physical and spiritual, and guide us in making choices that honor and glorify God. When faced with challenges, may we find strength and courage in God’s presence, knowing that He walks beside us through every joy and difficulty.",
                "St. Lorenzo Ruiz, inspire us to live each day as a witness to God’s boundless love and mercy. Let our lives reflect His light, spreading hope, kindness, and faith to those around us. Through your powerful intercession, may this day and every day bring us closer to God’s heart. Amen."
            ],
            "bicol_prayer" : null
        },
        {
            "short_title" : "Night Prayer",
            "english_title" : "Night Prayer",
            "bicol_title" : null,
            "english_prayer" : [
                "Dear God, as night falls and we pause to reflect on the day, we come before You with hearts filled with gratitude and trust. We thank You for Your guidance, protection, and the many blessings You have granted us today. We ask that, through the intercession of St. Lorenzo Ruiz, You continue to watch over us and lead us in Your loving care.",
                "As we prepare to rest, we ask You to bless our sleep and grant us deep peace. Help us to lay down our burdens, worries, and any troubles, surrendering them all into Your loving hands. May we feel comfort in Your boundless love, and let go of the anxieties that weigh us down.",
                "Through the powerful intercession of St. Lorenzo Ruiz, we pray that You renew our faith and refresh our souls, preparing us for the new day ahead. Guide us as we rest, that we may dream of Your goodness and wake with hearts strengthened by Your grace and mercy.",
                "May Your angels watch over us, bringing us comfort and peace as we sleep. We trust in Your care, God, and look forward to rising with renewed hope and strength. Amen."
            ],
            "bicol_prayer" : null
        },
        {
            "short_title" : "Healing",
            "english_title" : "Prayer for Healing",
            "bicol_title" : "Pamibi para sa may Helang",
            "english_prayer" : [
                "St. Lorenzo Ruiz, devoted martyr and compassionate intercessor for those who suffer, we turn to you in our times of illness and pain. You, who endured immense hardships with unshaken faith, pray for us now as we seek healing and strength. Through your intercession, may God grant us the grace to find comfort in His love and compassion.",
                "May our bodies and souls be renewed by His boundless mercy, and may we rest in the assurance of His healing presence. Intercede for all those who are sick, suffering, or struggling with their health, that they may feel God’s gentle, healing touch bringing them relief and strength.",
                "Through your powerful intercession, dear St. Lorenzo Ruiz, may God fill us with courage to face each day and hope that sustains us through our trials. Help us to trust in God’s divine plan for our recovery, knowing that He walks beside us in our pain and brings purpose even through our suffering.",
                "St. Lorenzo Ruiz, guide our hearts to find peace in God’s ever-present love and presence. May His healing hand be upon us, restoring us not only physically but spiritually, drawing us closer to Him with each passing day. Through your intercession, may we embrace His will with faith and gratitude. Amen."
            ],
            "bicol_prayer" : [
                "San Lorenzo Ruiz de Manila asin mga kairibang martir, sa saindo minapatabang kami.",
                "Tabangi kaming makaarog kan saindong pagtubod asin pagkamoot sa Dios. Pakitabangi man nindo an mga tugang niamong may helang. Makamtan lugod ninda an katoninongan asin ranga para sa saindang kalag, an kusog asin ginhawa para sa saindang mga hawak. Bilog an pagsarig mi saindo. Aram mi an Dios namomoot saindo asin kamo man namomoot samo.",
                "Ipinapamibi mi na maomayan an samong mga may helang. Kaherakan lugod sinda nin Dios, nganing kumusog giraray asin makapaglingkod na maimbod sa saiyang Kahadean sa buhay na ini asin mapasainda an kamurawayan na saindong nakamtan. Amen."
            ]
        }
    ]
}